tap "homebrew/bundle"
brew "arduino-cli"
brew "bash"
brew "ca-certificates"
brew "libgit2"
brew "bat"
brew "xz"
brew "c-ares"
brew "coreutils"
brew "readline"
brew "sqlite"
brew "docutils"
brew "entr"
brew "node"
brew "eslint"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "htop"
brew "jless"
brew "jo"
brew "jq"
brew "libssh"
brew "luajit"
brew "make"
brew "msgpack"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nvm"
brew "peco"
brew "pipx"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zig"
cask "anki"
cask "arduino-ide"
cask "calibre"
cask "firefox@developer-edition"
cask "google-chrome"
cask "idagio"
cask "insomnia"
cask "iterm2"
cask "kindle"
cask "kitty"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "monitorcontrol"
cask "postman"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zed"
cask "zen-browser"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "mikestead.dotenv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "techer.open-in-browser"
vscode "vintharas.learn-vim"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
