tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "node"
brew "eslint"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "htop"
brew "jless"
brew "jo"
brew "jq"
brew "make"
brew "mongosh"
brew "neovim"
brew "netcat"
brew "netlify-cli"
brew "nghttp2"
brew "nvm"
brew "peco"
brew "pyenv"
brew "python@3.12"
brew "python@3.9", link: false
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "adobe-creative-cloud"
cask "alacritty"
cask "amethyst"
cask "displaylink"
cask "figma"
cask "firefox-developer-edition"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "mongodb-compass"
cask "postman"
cask "rancher"
cask "slack"
cask "spotify"
cask "telegram"
cask "zoom"
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "styled-components.vscode-styled-components"
vscode "techer.open-in-browser"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "xnerd.ampscript-language"
vscode "yoavbls.pretty-ts-errors"
