tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "coreutils"
brew "docutils"
brew "entr"
brew "node"
brew "eslint"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "htop"
brew "jless"
brew "jo"
brew "jq"
brew "make"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nvm"
brew "peco"
brew "ripgrep"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "firefox@developer-edition"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "postman"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "mikestead.dotenv"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "techer.open-in-browser"
vscode "vintharas.learn-vim"
vscode "yoavbls.pretty-ts-errors"
